[
  {
    "id": 1,
    "url": "_O1xunCfYEM&t=15s",
    "lang": 1,
    "detail": "<h3>Steps:</h3> <ol> <li>Lie on an exercise ball with your lower back curvature pressed against the spherical surface of the ball. Your feet should be bent at the knee and pressed firmly against the floor. The upper torso should be hanging off the top of the ball. The arms should either be kept alongside the body or crossed on top of your chest as these positions avoid neck strains (as opposed to the hands behind the back of the head position). <li>Lower your torso into a stretch position keeping the neck stationary at all times. This will be your starting position. <li>With the hips stationary, flex the waist by contracting the abdominals and curl the shoulders and trunk upward until you feel a nice contraction on your abdominals. The arms should simply slide up the side of your legs if you have them at the side or just stay on top of your chest if you have them crossed. The lower back should always stay in contact with the ball. Exhale as you perform this movement and hold the contraction for a second. <li>As you inhale, go back to the starting position. <li>Repeat for the recommended amount of repetitions. </ol> <h3>Variations:</h3> You can perform this exercise with a low pulley behind you with a rope attached on its end. In this manner you can go ahead and add resistance easier. For this variation, you will need to hold on to the sides of the rope throughout the movement. I like to bring my arms forward to the point that the upper arms are almost parallel to my torso and the lower arms are facing back holding the rope. <h3>Caution:</h3> Perform this exercise slowly and deliberately as it takes some getting used to. Also, do not be hasty and try to use weights on the first time; you'll have enough on your hands learning how to balance yourself. Also, if balance is an issue I recommend having a spotter next to you and also placing each of your feet under a 100-lb dumbbell for added stability.<br> As you get more advanced you can hold a dumbbell or a weight plate (held at arms length) on top of your chest. However, you have to be very careful when adding weight to this exercise, because if you add too much too quickly you could get a hernia."
  },
  {
    "id": 2,
    "lang": 1,
    "url": "cDIYH5rH0qU",
    "detail": "<h3>Steps:</h3> <ol> <li>Lie flat on your back and bend your knees about 60 degrees. <li>Keep your feet flat on the floor and place your hands loosely behind your head. This will be your starting position. <li>Now curl up and bring your right elbow and shoulder across your body while bring your left knee in toward your left shoulder at the same time. Reach with your elbow and try to touch your knee. Exhale as you perform this movement. Tip: Try to bring your shoulder up towards your knee rather than just your elbow and remember that the key is to contract the abs as you perform the movement; not just to move the elbow. <li>Now go back down to the starting position as you inhale and repeat with the left elbow and the right knee. <li>Continue alternating in this manner until all prescribed repetitions are done. </ol> <h3>Variations:</h3> You can also do all of your repetitions for one side and then switch to the other side."
  },
  {
    "id": 3,
    "lang": 1,
    "url": "kAijbNH2XJU",
    "detail": "<h3>Steps:</h3> <ol> <li>Lie flat on your back with your feet flat on the ground, or resting on a bench with your knees bent at a 90 degree angle. If you are resting your feet on a bench, place them three to four inches apart and point your toes inward so they touch. <li>Now place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head. <li>While pushing the small of your back down in the floor to better isolate your abdominal muscles, begin to roll your shoulders off the floor. <li>Continue to push down as hard as you can with your lower back as you contract your abdominals and exhale. Your shoulders should come up off the floor only about four inches, and your lower back should remain on the floor. At the top of the movement, contract your abdominals hard and keep the contraction for a second. Tip: Focus on slow, controlled movement - don't cheat yourself by using momentum. <li>After the one second contraction, begin to come down slowly again to the starting position as you inhale. <li>Repeat for the recommended amount of repetitions. </ol> <h3>Variations:</h3> There are many variations for the crunch. You can perform the exercise with weights, or on top of an exercise ball or on a decline bench."
  },
  {
    "id": 4,
    "lang": 1,
    "url": "ev2HwPWwd-I",
    "detail": "<h3>Steps:</h3> <ol> <li>Lie flat on your back with your feet resting on an exercise ball and your knees bent at a 90 degree angle. <li>Place your feet three to four inches apart and point your toes inward so they touch. <li>Place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head. <li>Push the small of your back down in the floor in order to better isolate your abdominal muscles. This will be your starting position. <li>Begin to roll your shoulders off the floor and continue to push down as hard as you can with your lower back. Your shoulders should come up off the floor only about four inches, and your lower back should remain on the floor. Breathe out as you execute this portion of the movement. Squeeze your abdominals hard at the top of the contraction and hold for a second. Tip: Focus on a slow, controlled movement. Refrain from using momentum at any time. <li>Slowly go back down to the starting position as you inhale. <li>Repeat for the recommended amount of repetitions. </ol> <h3>Variations:</h3> For the most advanced lifters, a weighted plate can be held in your hands."
  },
  {
    "id": 5,
    "lang": 1,
    "url": "QhGU5cmNZds",
    "detail": "<h3>Steps:</h3><ol> <li>Secure your legs at the end of the decline bench and lie down. <li>Now place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head. <li>While pushing the small of your back down in the bench to better isolate your abdominal muscles, begin to roll your shoulders off it. Continue to push down as hard as you can with your lower back as you contract your abdominals and exhale. Your shoulders should come up <li>off the bench only about four inches, and your lower back should remain on the bench. At the top of the movement, contract your abdominals hard and keep the contraction for a second. Tip: Focus on slow, controlled movement - don't cheat yourself by using momentum. <li>After the one second contraction, begin to come down slowly again to the starting position as you inhale. <li>Repeat for the recommended amount of repetitions.</ol><h3>Variations:</h3>There are many variations for the crunch. You can perform the exercise with weights, or on top of an exercise ball or on a flat bench."
  },
  {
    "id": 6,
    "lang": 1,
    "url": "l2XsG9W5rYo",
    "detail": "<h3>Steps:</h3><ol>  <li>Lay with back on workout mat. With knees bent and feet planted on the ground.</li>  <li>With hands behind head, begin by raising torso upward towards knees. Simultaneously twist torso so opposite elbows touches opposite knee.</li>  <li>Hold elbow to knee for a brief moment before returning back to starting position. Perform movement with opposite arm and knee.</li></ol>"
  },
  {
    "id": 7,
    "lang": 1,
    "url": "ANVdMDaYRts&t=44s",
    "detail": "<h3>Steps:</h3><ol> <li>On a flat bench lie facedown with the hips on the edge of the bench, the legs straight with toes high off the floor and with the arms on top of the bench holding on to the front edge.</li> <li>Squeeze your glutes and hamstrings and straighten the legs until they are level with the hips. This will be your starting position.</li> <li>Start the movement by lifting the left leg higher than the right leg.</li> <li>Then lower the left leg as you lift the right leg.</li> <li>Continue alternating in this manner (as though you are doing a flutter kick in water) until you have done the recommended amount of repetitions for each leg. Make sure that you keep a controlled movement at all times. <strong>Tip:</strong> You will breathe normally as you perform this movement.</li></ol><h3>Variations:</h3><p> As you get more advanced you can use ankle weights.</p>"
  },
  {
    "id": 8,
    "lang": 1,
    "url": "JB2oyawG9KI",
    "detail": "<h3>Steps:</h3><ol> <li>Lie with your back flat on a bench and your legs extended in front of you off the end.</li> <li>Place your hands either under your glutes with your palms down or by the sides holding on to the bench. This will be your starting position.</li> <li>As you keep your legs extended, straight as possible with your knees slightly bent but locked raise your legs until they make a 90-degree angle with the floor.  Exhale as you perform this portion of the movement and hold the contraction at the top for a second.</li> <li>Now, as you inhale, slowly lower your legs back down to the starting position.</li></ol><h3>Variations:</h3><p>You can also perform this exercise on the floor on top of an exercise mat.  You can also add weight by holding a dumbbell in between your feet as you get more advanced.</p>"
  },
  {
    "id": 9,
    "lang": 1,
    "url": "dL9ZzqtQI5c",
    "detail": "<h3>Steps:</h3> <ol> <li>Stand up straight while holding a dumbbell on the left hand (palms facing the torso) as you have the right hand holding your waist. Your feet should be placed at shoulder width. This will be your starting position. <li>While keeping your back straight and your head up, bend only at the waist to the right as far as possible. Breathe in as you bend to the side. Then hold for a second and come back up to the starting position as you exhale. Tip: Keep the rest of the body stationary. <li>Now repeat the movement but bending to the left instead. Hold for a second and come back to the starting position. <li>Repeat for the recommended amount of repetitions and then change hands. </ol> <h3>Caution: </h3> Refrain from using this exercise if your obliques tend to grow easily as wide obliques take away from your symmetry. <h3>Variations: </h3> You can also do this exercise while seating on a bench or with a barbell."
  },
  {
    "id": 10,
    "lang": 1,
    "url": "cbwLMF7oJGI",
    "detail": "<h3>Steps:</h3> <ol> <li>Lie flat on your back on  a bench with your feet flat on the ground or resting on a bench with your knees bent at a 90 degree angle. <li>Hold a weight to your chest, or you may hold it extended above your torso. This will be your starting position. <li>Now, exhale and slowly begin to roll your shoulders off the floor. Your shoulders should come up off the floor about 4 inches while your lower back remains on the floor. <li>At the top of the movement, flex your abdominals and hold for a brief pause. <li>Then inhale and slowly lower yourself back down to the starting position. <li>Repeat this Process </ol>"
  },
  {
    "id": 11,
    "lang": 1,
    "url": "jDwoBqPH0jk",
    "detail": "<h3>Steps:</h3><ol> <li>Lie down on the floor placing your feet either under something that will not move or by having a partner hold them.  Your legs should be bent at the knees.</li> <li> Place your hands behind your head and lock them together by clasping your fingers.  This is the starting position.</li> <li> Elevate your upper body so that it creates an imaginary V-shape with your thighs. Breathe out when performing this part of the exercise.</li> <li> Once you feel the contraction for a second, lower your upper body back down to the starting position while inhaling.</li> <li> Repeat for the recommended amount of repetitions.</li></ol><h3>Variations:</h3><ul> <li>This exercise can be performed with a weighted plate being held by both arms resting on the chest.  The way to perform this exercise is to cross your arms by making an X and grabbing the weighted plate.  <strong>Note:</strong> Your hands will no longer be behind your head.</li> <li>This variation may be difficult to perform at first so start out using little to no weights until you feel comfortable with the movements.</li></ul>"
  },
  {
    "id": 12,
    "lang": 1,
    "url": "aclHkVaku9U",
    "detail": "<h3>Steps:</h3> In strength training and fitness, the squat is a compound, full body exercise that trains primarily the muscles of the thighs, hips and buttocks, quadriceps (vastus lateralis, vastus medialis, vastus intermedius and rectus femoris), hamstrings, as well as strengthening the bones, ligaments and insertion of the tendons throughout the lower body. Squats are considered a vital exercise for increasing the strength and size of the legs and buttocks, as well as developing core strength. Isometrically, the lower back, the upper back, the abdominals, the trunk muscles, the costal muscles, and the shoulders and arms are all essential to the exercise and thus are trained when squatting with the proper form.<br><br><h3>Steps:</h3><ol><li> Stand with feet a little wider than shoulder-width apart, hips stacked over knees, and knees over ankles.<li>  Roll the shoulders back and down away from the ears. Note: Allowing the back to round (like a turtle’s shell) will cause unnecessary stress on the lower back. It's important to maintain a neutral spine throughout the movement.<li> comfortable, pull elbows close to the body, palms facing each other and thumbs pointing up.<li>  Initiate the movement by inhaling and unlocking the hips, slightly bringing them back. Keep sending hips backward as the knees begin to bend.<li>  While the butt starts to stick out, make sure the chest and shoulders stay upright, and the back stays straight. Keep the head facing forward with eyes straight ahead for a neutral spine.<li>  The best squats are the deepest ones your mobility allows. Optimal squat depth would be your hips sinking below the knees (again, if you have the flexibility to do so comfortably). Pro tip: Squatting onto a box until the butt gently taps it will be a reminder to squat low.<li>  Engage core and, with bodyweight in the heels, explode back up to standing, driving through heels. Imagine the feet are spreading the floor (left foot to the left, right foot to the right) without actually moving the feet.</ol><h3>Caution:</h3> This is not an exercise that is recommended for people with lower back problems. Also, it needs to be treated with the utmost respect paying special attention not to round the back forward as you move the torso down; the back should always be straight. Finally, jerking motions or doing too much weight can injure your back.<br><h3>Variations:</h3> This can be performed with dumbbells, weights and barbells"
  },
  {
    "id": 13,
    "lang": 1,
    "url": "SW_C1A-rejs",
    "detail": "<h3>Steps:</h3><ol><li>This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack to just below shoulder level. <li>Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.<li>Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.<li>Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times and also maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section).<li>Begin to slowly lower the bar by bending the knees and hips as you maintain a straight posture with the head up. Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees. Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.<li>Begin to raise the bar as you exhale by pushing the floor with the heel of your foot as you straighten the legs again and go back to the starting position.<li>Repeat for the recommended amount of repetitions.</ol><h3>Caution: </h3>This is not an exercise to be taken lightly. If you have back issues, substitute it with the dumbbell squat variation or a leg press instead. If you have a healthy back, ensure perfect form and never slouch the back forward as this can cause back injury. Be cautious as well with the weight used; in case of doubt, use less weight rather than more. The squat is a very safe exercise but only if performed properly."
  },
  {
    "id": 14,
    "lang": 1,
    "url": "K-DBIY19KW8",
    "detail": "<h3>Steps:</h3><ol> <li>Get into a prone position on the floor, supporting your weight on your toes and your forearms. Your arms are bent and directly below the shoulder.</li> <li>Keep  your body straight at all times, and hold this position as long as possible. To increase difficulty, an arm or leg can be raised. </li></ol>"
  },
  {
    "id": 15,
    "lang": 1,
    "url": "sAq_ocpRh_I",
    "detail": " <h3>Steps:</h3> <ol> <li>Stand (torso upright) with a dumbbell in each hand held at arms length. The elbows should be close to the torso and the palms of your hand should be facing your thighs.</li><li>While holding the upper arm stationary, curl the right weight as you rotate the palm of the hands until they are facing forward. At this point continue contracting the biceps as you breathe out until your biceps is fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second as you squeeze the biceps. Tip: Only the forearms should move.</li><li>Slowly begin to bring the dumbbell back to the starting position as your breathe in. Tip: Remember to twist the palms back to the starting position (facing your thighs) as you come down.</li><li>Repeat the movement with the left hand. This equals one repetition.</li><li>Continue alternating in this manner for the recommended amount of repetitions</li></ol><h3>Variations:</h3>:<li>There are many possible variations for this movement. For instance, you can perform the exercise sitting down on a bench with or without back support and you can also perform it using both arms at the same time. Additionally, you may perform it with a starting position in which both palms are facing forward. In this case, you may alternate the arms as well, or perform at the same time</li><li>You can also do the exercise starting with both palms of the hands facing the torso and then rotating forward as the movement is performed. At the top of the movement the palms should face forward and the small finger should be higher than the thumb for a peak contraction.</li>"
  },
  {
    "id": 16,
    "lang": 1,
    "url": "cYOzpQmfLUA",
    "detail": " <h3>Steps:</h3> <ol> <li>Stand up with your torso upright and a dumbbell on each hand being held at arms length. The elbows should be close to the torso.</li><li>The palms of the hands should be facing your torso. This will be your starting position</li><li>Now, while holding your upper arm stationary, exhale and curl the weight forward while contracting the biceps. Continue to raise the weight until the biceps are fully contracted and the dumbbell is at shoulder level. Hold the contracted position for a brief moment as you squeeze the biceps. Tip: Focus on keeping the elbow stationary and only moving your forearm.</li><li>After the brief pause, inhale and slowly begin the lower the dumbbells back down to the starting position.Repeat for the recommended amount of repetitions</li></ol><h3>Variations:</h3>:<li>There are many possible variations for this movement. For instance, you can perform the exercise sitting down on a bench with or without back support and you can also perform it by alternating arms; first lift the right arm for one repetition, then the left, then the right, etc.</li>"
  },
  {
    "id": 17,
    "lang": 1,
    "url": "ykJmrZ5v0Oo",
    "detail": " <h3>Steps:</h3> <ol> <li>Sit back on an incline bench with a dumbbell in each hand held at arms length. Keep your elbows close to your torso and rotate the palms of your hands until they are facing forward. This will be your starting position</li><li>While holding the upper arm stationary, curl the weights forward while contracting the biceps as you breathe out. Only the forearms should move. Continue the movement until your biceps are fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second.</li><li>Slowly begin to bring the dumbbells back to starting position as your breathe in.Repeat for the recommended amount of repetitions.</li>"
  },
  {
    "id": 18,
    "lang": 1,
    "url": "cv94zLJo2Mk",
    "detail": " <h3>Steps:</h3> <ol> <li>Rotate the palms of the hands so that they are facing your torso. This will be your starting position.</li><li>While holding the upper arm stationary, curl the weights and start twisting the wrists once the dumbbells pass your thighs so that the palms of your hands face forward at the end of the movement. Make sure that you contract the biceps as you breathe out and make sure that only the forearms move. Continue the movement until your biceps are fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second as you squeeze the biceps</li><li>Slowly begin to bring the dumbbells back to the starting position as your breathe in and as you rotate the wrists back to a neutral grip.<li>Repeat for the recommended amount of repetitions</li></ol><h3>Variations:</h3>:<li>There are many possible variations for this movement. For instance, you can perform the exercise sitting down on a bench with or without back support and you can also perform it by alternating arms; first lift the right arm for one repetition, then the left, then the right, etc. </li>"
  },
  {
    "id": 19,
    "lang": 1,
    "url": "yIUKi1goT-g",
    "detail": " <h3>Steps:</h3> <ol> <li>Stand up with your torso upright and a dumbbell on each hand being held at arms length. The elbows should be close to the torso.</li><li>The palms of the hands should be facing your torso. This will be your starting position</li><li>Now, while holding your upper arm stationary, exhale and curl the weight forward while contracting the biceps. Continue to raise the weight until the biceps are fully contracted and the dumbbell is at shoulder level. Hold the contracted position for a brief moment as you squeeze the biceps. Tip: Focus on keeping the elbow stationary and only moving your forearm.</li><li>After the brief pause, inhale and slowly begin the lower the dumbbells back down to the starting position</li><li>Repeat for the recommended amount of repetitions</li></ol><h3>Variations:</h3>:<li>There are many possible variations for this movement. For instance, you can perform the exercise sitting down on a bench with or without back support and you can also perform it by alternating arms; first lift the right arm for one repetition, then the left, then the right, etc.</li>"
  },
  {
    "id": 20,
    "lang": 1,
    "url": "kwG2ipFRgfo",
    "detail": " <h3>Steps:</h3> <ol> <li>Stand up straight with a dumbbell in each hand at arm's length. Keep your elbows close to your torso and rotate the palms of your hands until they are facing forward. This will be your starting position</li><li>Now, keeping the upper arms stationary, exhale and curl the weights while contracting your biceps. Continue to raise the weights until your biceps are fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a brief pause as you squeeze your biceps.</li><li>Then, inhale and slowly begin to lower the dumbbells back to the starting position.Repeat for the recommended amount of repetitions</li></ol><h3>Variations:</h3>:<li>There are many possible variations for this movement. For instance, you can perform the exercise sitting down on a bench with or without back support and you can also perform it by alternating arms; first lift the right arm for one repetition, then the left, then the right, etc</li><li>You can also do the exercise starting with both palms of the hands facing the torso and then rotating forward as the movement is performed. At the top of the movement the palms should face forward and the small finger should be higher than the thumb for a peak contraction.</li>"
  },
  {
    "id": 21,
    "lang": 1,
    "url": "zC3nLlEvin4",
    "detail": " <h3>Steps:</h3> <ol> <li>To begin, stand straight with a dumbbell in each hand using a pronated grip (palms facing down). Your arms should be fully extended while your feet are shoulder width apart from each other. This is the starting position.</li><li>While holding the upper arms stationary, curl the weights while contracting the biceps as you breathe out. Only the forearms should move. Continue the movement until your biceps are fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second as you squeeze the muscle.Slowly begin to bring the dumbbells back to starting position as your breathe in.</li><li>Repeat for the recommended amount of repetitions</li></ol><h3>Variations:</h3>:<li>You can also perform this movement using a straight bar or an E-Z attachment hooked to a low pulley. This variation seems to really provide a good contraction at the top of the movement.</li>"
  },
  {
    "id": 22,
    "lang": 1,
    "url": "OK6vpxXZ2pk",
    "detail": " <h3>Steps:</h3> <ol> <li>Grab a straight bar or E-Z bar attachment that is attached to the low pulley with both hands, using an underhand (palms facing up) shoulder-width grip</li><li>Lie flat on your back on top of an exercise mat in front of the weight stack with your feet flat against the frame of the pulley machine and your legs straight.</li><li>With your arms extended and your elbows close to your body slightly bend your arms. This will be your starting position.While keeping your upper arms stationary and the elbows close to your body, curl the bar up slowly toward your chest as you breathe out and you squeeze the biceps.</li><li>After a second squeeze at the top of the movement, slowly return to the starting position</li><li>Repeat for the recommended amount of repetitions</li></ol><h3>Variations:</h3>:<li>You can also perform this exercise with exercise bands.</li>"
  },
  {
    "id": 23,
    "lang": 1,
    "url": "ykJmrZ5v0Oo&t=35s",
    "detail": " <h3>Steps:</h3> <ol> <li>Lie against an incline bench, with your arms holding a barbell and hanging down in a horizontal line. This will be your starting position</li><li>While keeping the upper arms stationary, curl the weight up as high as you can while squeezing the biceps. Breathe out as you perform this portion of the movement. Tip: Only the forearms should move. Do not swing the arms.</li><li>After a second contraction, slowly go back to the starting position as you inhale. Tip: Make sure that you go all of the way down.Repeat for the recommended amount of repetitions</li></ol><h3>Variations:</h3>:<li>You can perform this exercise using an E-Z bar or dumbbells.</li>"
  },
  {
    "id": 24,
    "lang": 1,
    "url": "c3ZGl4pAwZ4",
    "detail": "<h3>Steps:</h3> <ol> <li>For this exercise you will need to place a bench behind your back. With the bench perpendicular to your body, and while looking away from it, hold on to the bench on its edge with the hands fully extended, separated at shoulder width. The legs will be extended forward, bent at the waist and perpendicular to your torso. This will be your starting position</li><li>Slowly lower your body as you inhale by bending at the elbows until you lower yourself far enough to where there is an angle slightly smaller than  degrees between the upper arm and the forearm. Tip: Keep the elbows as close as possible throughout the movement. Forearms should always be pointing down</li><li>Using your triceps to bring your torso up again, lift yourself back to the starting position</li><li>Repeat for the recommended amount of repetitions.</li></ol><h3>Variations:</h3><li>You can place your legs on top of another flat bench in front of you in order to make the exercise more challenging. If that variation also becomes easy, then you can have a partner place plates on top of your lap. Make sure that in this  the partner ensures that the weights stay there throughout the movement.</li>"
  },
  {
    "id": 25,
    "lang": 1,
    "url": "nEF0bv2FW94",
    "detail": "<h3>Steps:</h3> <ol> <li>Lie back on a flat bench. Using a close grip (around shoulder width), lift the bar from the rack and hold it straight over you with your arms locked. This will be your starting position</li><li>As you breathe in, come down slowly until you feel the bar on your middle chest. Tip:Make sure that - as opposed to a regular bench press - you keep the elbows close to the torso at all times in order to maximize triceps involvement</li><li>After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your triceps muscles. Lock your arms in the contracted position, hold for a second and then start coming down slowly again. Tip: It should take at least twice as long to go down than to come up</li><li>Repeat the movement for the prescribed amount of repetitions</li><li>When you are done, place the bar back in the rack.Caution:If you are new at this exercise, it is advised that you use a spotter. If no spotter is available, then be conservative with the amount of weight used. Also, beware of letting the bar drift too far forward. You want the bar to fall on your middle chest and nowhere else.</li></ol><h3>Variations:</h3><li> This exercise can also be performed with an e-z bar using the inner handle as well as dumbbells, in which  the palms of the hands will be facing each other.</li>"
  },
  {
    "id": 26,
    "lang": 1,
    "url": "nEF0bv2FW94",
    "detail": "<h3>Steps:</h3> <ol> <li>Lie on a flat bench with an EZ bar loaded to an appropriate weight</li><li>Using a narrow grip lift the bar and hold it straight over your torso with your elbows in. The arms should be perpendicular to the floor. This will be your starting position</li><li>Now lower the bar down to your lower chest as you breathe in. Keep the elbows in as you perform this movement</li><li>Using the triceps to push the bar back up, press it back to the starting position by extending the elbows as you exhale</li><li>Repeat.</li>"
  },
  {
    "id": 27,
    "lang": 1,
    "url": "1lIJuNLRM98",
    "detail": "<h3>Steps:</h3> <ol> <li>Your upper arms should create around a  degree angle when measured from the floor</li><li>Keeping the upper arms stationary, extend the arms as you flex the triceps. Breathe out during this portion of the movement and hold the contraction for a second</li><li>Slowly go back to the starting position</li><li>Repeat for the recommended amount of repetitions.</li></ol><h3>Variations:</h3><li> You can also use an angled attachment or a rope attachment as well. Finally, you can perform one arm at a time by using a single handle attachment.</li>"
  },
  {
    "id": 28,
    "lang": 1,
    "url": "bjT5WC0FyiU",
    "detail": "<h3>Steps:</h3> <ol> <li>Sit down on a bench with back suppport and grasp a dumbbell with both hands and hold it overhead at arms length. Tip: a better way is to have somebody hand it to you especially if it is very heavy. The resistance should be resting in the palms of your hands with your thumbs around it. The palm of the hand should be facing inward. This will be your starting position.</li><li>Keeping your upper arms close to your head (elbows in) and perpendicular to the floor, lower the resistance in a semi-circular motion behind your head until your forearms touch your biceps. Tip: The upper arms should remain stationary and only the forearms should move. Brath in as you perform this step.</li><li>Go back to the starting position by using the triceps to raise the dumbbell. Breath out as you perform this step. Repeat for the recommended amount of repetitions.</li></ol><h3>Variations:</h3><li> You can perform this exercise standing as well but this puts strain on your back especially if you are using heavy dummbbells like 95 lbs or so.</li><li> Another variation is to use a EX or straight bar instead in which case your will be holding the bar from the inside (around 5 inches between both hands) with the palms facing forward (pronated grip). There is also a bar that has parallel bars inside (often referred to as a triceps blaster) and this can also be used for this exercise.</li><li>. Finally, a low pulley cable with a rope attachment or bar (straight or EZ) attachment at the end can be used for variety purposes as well.</li>"
  },
  {
    "id": 29,
    "lang": 1,
    "url": "_gsUck-7M74",
    "detail": "<h3>Steps:</h3> <ol> <li>Grab a dumbbell and either sit on a military press bench or a utility bench that has a back support on it as you place the dumbbells upright on top of your thighs or stand up straight</li><li>Clean the dumbbell up to bring it to shoulder height and then extend the arm over your head so that the whole arm is perpendicular to the floor and next to your head. The dumbbell should be on top of you. The other hand can be kept fully extended to the side, by the waist, supporting the upper arm that has the dumbbell or grabbing a fixed surface</li><li>Rotate the wrist so that the palm of your hand is facing forward and the pinkie is facing the ceiling. This will be your starting position</li><li>Slowly lower the dumbbell behind your head as you hold the upper arm stationary. Inhale as you perform this movement and pause when your triceps are fully stretched</li><li>Return to the starting position by flexing your triceps as you breathe out. Tip: It is imperative that only the forearm moves. The upper arm should remain at all times stationary next to your head</li><li>Repeat for the recommended amount of repetitions and switch arms.</li></ol><h3>Variations:</h3><li> You can also do this using a rope instead of a dumbbell.</li>"
  },
  {
    "id": 30,
    "lang": 1,
    "url": "SsUzUGSqQwk",
    "detail": "<h3>Steps:</h3> <ol> <li>Sit down at the end of a flat bench with a dumbbell in one arm using a neutral grip (palms of the hand facing you)</li><li>Bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Make sure that you keep the head up</li><li>The upper arm with the dumbbell should be close to the torso and aligned with it (lifted up until it is parallel to the floor while the forearms are pointing towards the floor as the hands hold the weights). Tip: There should be a -degree angle between the forearms and the upper arm. This is your starting position</li><li>Keeping the upper arm stationary, use the triceps to lift the weight as you exhale until the forearm is parallel to the floor and the whole arm is extended. Like many other arm exercises, only the forearm moves</li><li>After a second contraction at the top, slowly lower the dumbbell back to the starting position as you inhale</li><li>Repeat the movement for the prescribed amount of repetitions</li><li>Switch arms and repeat the exercise.</li></ol><h3>Variations:</h3><li>This exercise can be executed also with two arms at a time</li><li>Also, if you like the one arm variety, you can use a low pulley handle instead of a dumbbell for better peak contraction. In this , the palms should be facing up (supinated grip) as opposed to the torso (neutral grip). You can also use a rope attachment however, and in this manner, you can also perform the movement with a neutral grip.</li>"
  },
  {
    "id": 31,
    "lang": 1,
    "url": "cZJ-4Ll3uAo",
    "detail": "<h3>Steps:</h3> <ol> <li>Lie down on a flat bench with a dumbbell in each hand on top of your thighs. The palms of your hand will be facing each other.</li><li>By using your thighs to help you get the dumbbells up, clean the dumbbells one arm at a time so that you can hold them in front of you at shoulder width. Note: when holding the dumbbells in front of you, make sure your arms are wider than shoulder width apart from each other using a pronated (palms forward) grip. Allow your elbows to point out. This is your starting position.</li><li>Keeping the upper arms stationary, slowly move the dumbbells in and down in a semi circular motion until they touch the upper chest while inhaling. Keep full control of the dumbbells at all times and do not move the upper arms nor rest the dumbbells on the chest.</li><li>As you breathe out, move the dumbbells up using your triceps and the same semi-circular motion but in reverse. Attempt to keep the dumbbells together as they move up. Lock your arms in the contracted position, hold for a second and then start coming down again slowly again. Tip: It should take at least twice as long to go down than to come up.</li><li>Repeat the movement for the prescribed amount of repetitions of your training program.</li></ol><h3>Caution:</h3><li> When you are done, do not drop the dumbbells next to you as this is dangerous to your rotator cuff in your shoulders and others working out around you.</li>"
  },
  {
    "id": 32,
    "lang": 1,
    "url": "6kALZikXxLc",
    "detail": "<h3>Steps:</h3> <ol> <li>To get into the starting position, hold your body at arm's length with your arms nearly locked above the bars</li><li>Now, inhale and slowly lower yourself downward. Your torso should remain upright and your elbows should stay close to your body. This helps to better focus on tricep involvement. Lower yourself until there is a  degree angle formed between the upper arm and forearm</li><li>Then, exhale and push your torso back up using your triceps to bring your body back to the starting position</li><li>Repeat the movement for the prescribed amount of repetitions.</li></ol><h3>Variations:</h3><li> If you are new at this exercise and do not have the strength to perform it, use a dip assist machine if available. These machines use weight to help you push your bodyweight</li><li>Otherwise, a spotter holding your legs can help.</li><li>More advanced lifters can add weight to the exercise by using a weight belt that allows the addition of weighted plates.</li>"
  },
  {
    "id": 33,
    "lang": 1,
    "url": "rr6eFNNDQdU",
    "detail": "<h3>Steps:</h3> <ol> <li>Starting out with the wide grip push up, then bringing your hands closer in as you go along.<li>Keep your hands below the plane of your shoulders,and make sure your elbows to not flare out too much.</li></ol>"
  },
  {
    "id": 34,
    "lang": 1,
    "url": "G2mlaEfpEIM",
    "detail": "<h3>Steps:</h3> <ol> <li>Lie on the floor face down and place your hands closer than shoulder width for a close hand position. Make sure that you are holding your torso up at arm's length. <li>Lower yourself until your chest almost touches the floor as you inhale.<li>Using your triceps and some of your pectoral muscles, press your upper body back up to the starting position and squeeze your chest. Breathe out as you perform this step <li>Place your feet three to four inches apart and point your toes inward so they touch. <li>Place your hands lightly on either side of your head keeping your elbows in. Tip: Don't lock your fingers behind your head. <li>Push the small of your back down in the floor in order to better isolate your abdominal muscles. This will be your starting position. <li>Begin to roll your shoulders off the floor and continue to push down as hard as you can with your lower back. Your shoulders should come up off the floor only about four inches, and your lower back should remain on the floor. Breathe out as you execute this portion of the movement. Squeeze your abdominals hard at the top of the contraction and hold for a second. Tip: Focus on a slow, controlled movement. Refrain from using momentum at any time. <li>Slowly go back down to the starting position as you inhale. <li>Repeat for the recommended amount of repetitions. </ol> <h3>Variations:</h3> For the most advanced lifters, a weighted plate can be held in your hands.</li> </ol>"
  },
  {
    "id": 35,
    "lang": 1,
    "url": "YEuQAAZJJbg",
    "detail": "<h3>Steps:</h3><ol>  <li>Assume a prone position with your body straight, supported by your extended arms and your toes. Your hands should be outside of shoulder width but staggered, with one being higher than the other. This will be your starting position. <li> Initiate the movement by flexing the elbows, lowering your torso to the ground. Do not allow your hips to rise or to sag.<li>Pause at the bottom of the motion, and then extend at the elbows to return to the starting position. <li>At the completion of this set, reverse your hand position for the next round.</li> </ol>"
  },
  {
    "id": 36,
    "lang": 1,
    "url": "rj-4AsuY84U",
    "detail": "<h3>Steps:</h3> <ol> <li>Bend your arms and lower your chest until your arms are bent 90 degrees. <li> Straighten your arms and press up. Do 4 to 6 reps, then switch sides, bringing your right hand up onto the book or step and your left hand down to the floor on the left side of the book. Repeat, this time crossing up and over to the right.</li> </ol>"
  },
  {
    "id": 37,
    "lang": 1,
    "url": "EYwWCgM198U",
    "detail": "<h3>Steps:</h3><ol>  <li>Start in a regular push-up position with your arms at shoulder width.<li> Lower yourself to the ground until your chest almost hits the ground.<li> Push yourself up with explosive strength. Aim to get yourself as far off of the ground as you can.<li> Your hands should leave the ground for one or two seconds, so clap your hands before landing.</li> </ol>"
  },
  {
    "id": 38,
    "lang": 1,
    "url": "D-3JnFrFUOw",
    "detail": "<h3>Steps:</h3><ol>  <li>Place your hands on the floor just barely outside shoulder-width apart with your elbows straight. Turn your hands outward so that your fingers point at roughly 45 degrees.<li> Perform a push-up by lowering your body to the floor. As you drop into the push-up, allow your torso to rotate a few degrees to the left (away from your right arm), placing more weight on your right arm while keeping your right elbow tight to your body.<li> Drive into the floor with both hands and push your body back to the top of the push-up as you simultaneously bring your torso back to parallel with the floor. This completes a full rep.</li> </ol>"
  },
  {
    "id": 39,
    "lang": 1,
    "url": "zQyCh7SC4IA",
    "detail": "<h3>Steps:</h3><ol>  <li>Stand facing bench or sturdy elevated platform. Place hands on edge of bench or platform, slightly wider than shoulder width.<li>Position forefoot back from bench or platform with arms and body straight. Arms should be perpendicular to body. Keeping body straight, lower chest to edge of box or platform by bending arms.<li> Push body up until arms are extended. Repeat.</li></ol>"
  },
  {
    "id": 40,
    "lang": 1,
    "url": "_K7rv_vFOWM",
    "detail": "<h3>Steps:</h3><ol>  <li>Place your hands under the shoulders and extend your legs back.<li> Start bending your elbows and, at the same time, bring your left knee to the left shoulder.<li>Push up and return to the starting position.<li> Repeat on the right side until set is complete.</li></ol>"
  },
  {
    "id": 41,
    "lang": 1,
    "url": "ZXRTUSmRMK0",
    "detail": "<h3>Steps:</h3><ol>  <li>Get in the standard pushup position with your feet elevated and hands slightly wider than shoulder-width. Your elbows should be completely locked out.<li> Keeping your body straight, lower your chest to the floor. Pause and push back to the starting position, keeping core engaged.</li></ol>"
  },
  {
    "id": 42,
    "lang": 1,
    "url": "5d_ypoLVQPE",
    "detail": "<h3>Steps:</h3><ol>  <li>A regular pushup works your upper body and core. Rotating your leg underneath you as you lower to the floor turns the move into a complete abs blaster. The cross-body pushup forces your abdominal muscles, especially your obliques, to work together with your hips to rotate your body.</li></ol>"
  },
  {
    "id": 43,
    "lang": 1,
    "url": "hyv14e2QDq0&t=19s",
    "detail": "<h3>Steps:</h3> <ol> <li>Assume the reversed push-up position by placing your hands back towards your hips, hands facing back towards your feet. Your feet remain on the ground.<li> Lower and push yourself up. Repeat.</li> </ol> "
  }
]