[
  {
    "id": 1,
    "name": "WEIGHT LOSS SCIENCE",
    "tts": [
      {
        "title": "Weight Loss Science",
        "url": "There is only one way to lose weight and that is by creating a calorie deficit. Calorie deficit happens when you consume less calories than what is required by your body. In order to fully understand calorie deficit you have to be aware of your daily calorie requirement which varies based on your gender,age,weight and height. BMR or Basal Metabolic Rate is widely used metric to find the number of calories required to keep your body functioning at rest (Find your BMR using our BMR calculator in the Tools Section). BMR plus any additional physical activity like running, strength training or swimming will determine the total calories required to maintain your body weight. Any calories intake below the daily calories requirement will result in weight loss. So in addition to keeping an eye out for your daily calories requirement, you will also be need to be mindful of the amount of calories intake during the day",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fweight_loss_science_image.jpg?alt=media&token=0cc1be50-6ef9-40f4-83c4-071b187e2144"
      },
      {
        "title": "Tip: 1 Pound Fat = 3,500 Calories",
        "url": "One pound of fat is equivalent to 3,500 calories. If you want to lose 1 pound of fat in one week, you will have to create 500 calorie deficit per day for a week. This can be done by eating 500 calories less or burning 500 calories more by exercise.",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fpound_fat_calories_image.jpg?alt=media&token=b32b3fd9-e597-42e9-99fb-f1a6eb029db8"
      },
      {
        "title": "Be Consistent",
        "url": "Sustainable weight loss does not happen overnight. Generally it will take at least four weeks before you can feel any visible difference. That’s why we have specially designed our 30 day abs workout program to give you effective and long term results.",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fbe_consistent_image.jpg?alt=media&token=8231e8f5-ae38-4929-bd58-9c0f9b5e4a9e"
      },
      {
        "title": "Eat Right",
        "url": "As the saying goes, Abs are made in the kitchen. Having a proper diet cannot be stressed enough when it comes to well being and fat loss. No matter your goal, weight loss or muscle building, it all comes down what, when and how much you eat. No amount of physical exercise can ever compensate for binge eating.",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Feat_right_image.jpg?alt=media&token=5bfd9f40-9dde-4e93-94f9-922e08ee49c0"
      },
      {
        "title": "Keep A Record ",
        "url": "Weight loss is a goal and like any other goal you want to have it in sight all the time. Keeping track shows you progress made so far and it also keeps you on motivated during your journey. In this app, we have provide an array of charts which track your workout activities and weight loss progress to keep you on track of weight loss goals",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fkeep_a_record_image.jpg?alt=media&token=07af434a-fd87-40be-a880-7ca8a65620a2"
      },
      {
        "title": "Measure Your Progress",
        "url": "Muscles weigh more than fat. Focusing on weight for your progress will only give you half the picture. If you are working out properly you might be losing those inches of the waist but your weight might not be going down since you might be gaining muscles mass. So don’t focus on the numbers on the scales only. Measure your body parts like belly, thighs and chest to see if you are making real progress. Use the body measurement chart provided in this app to keep track of that waistline",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fmeasure_your_progress_image.jpg?alt=media&token=afae0f35-38ed-4f7e-88ff-7596aa082ebd"
      }
    ]
  },
  {
    "id": 2,
    "name": "PRE WORKOUT NUTRITION",
    "tts": [
      {
        "title": "Pre Workout Nutrition For Weight Loss",
        "url": "If you are looking for weight loss you can either train or empty stomach or have a light snack before working out. We recommend that you have a light snack before working out so that you are able to push yourself to the max during the workout. Your goal during the workout should be to raise your heart rate during exercise to increase body’s metabolism and to keep it elevated even after the workout. Short bursts of intense workouts (High Intensity Interval Training or HIIT Workouts) achieve this very effectively. All our workouts are designed to be HIIT workouts to achieve best results.",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fpre_workout_nutrition_for_weight_loss_image.jpg?alt=media&token=bda2321c-634b-4f1d-85fd-10ea3ee6802e"
      },
      {
        "title": "Best Time For Pre Workout Snack",
        "url": "Generally it considered a good idea to have your pre-workout snack 30 to 60 minutes before your workout. Whatever you do, never train on a full stomach. Any major meal should be taken at least 2 hours before your workout. ",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fbest_time_for_pre_workout_snack_image.jpg?alt=media&token=b49f6b40-a6d9-44eb-915b-d271581340c9"
      },
      {
        "title": "Best Pre Workout Snacks",
        "url": "Eating the right pre workout snacks can turn your body into a powerful fat burning machine. The best pre workout snacks are the one that are mostly carbohydrates. Carbs are digested faster than protein and fat. This is critical before workout since a meal heavy in fat and protein will divert blood flow to stomach and not the muscles essential to the workout.\n1. Low Fat Yogurt With Banana \n2. Fruit Juice (Small Glass) \n3. Baked Potato \n4. Oatmeal with raisins \n5. Fruit Smoothies \n6. Granola Bar \n7. Peanut Butter Toast with Banana \n8. Egg Cucumber Sandwich \n9. Dried Fruits & Nuts \n10. Carrots & Hummus",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fbest_pre_workout_snacks_image.jpg?alt=media&token=1a231347-5b99-4cf8-bda6-2df6962e8852"
      }
    ]
  },
  {
    "id": 3,
    "name": "POST WORKOUT NUTRITION",
    "tts": [
      {
        "title": "Post Workout Nutrition For Weight Loss",
        "url": "Post workout nutrition is the repair food that helps your body recover faster from the workout. Good post workout meal is the one which has a mix of all the necessary macronutrients. Carbohydrates provide you with energy while protein is necessary for muscle building. Moreover high quality fats are also very important for recovery.",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fpre_workout_nutrition_for_weight_loss_image.jpg?alt=media&token=bda2321c-634b-4f1d-85fd-10ea3ee6802e"
      },
      {
        "title": "Best Time For Post Workout Snack",
        "url": "It is generally advisable that you consume your post workout out meal within 30 minutes of the training session. Again remember this must be a small meal and not a full blown meal to slow you down.",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fbest_time_for_pre_workout_snack_image.jpg?alt=media&token=b49f6b40-a6d9-44eb-915b-d271581340c9"
      },
      {
        "title": "Best Post Workout Snacks",
        "url": "If you are trying to lose weight you might be inclined to skip the post workout meal to save calories. However this is not but a mistake. You should focus on post workout meal to maximize the impact of your training session and to recover faster for the next workout. Wholesome post workout meal will also prevent excessive hunger that can cause overeating later in the day.\n1. Peanut Butter Banana Smoothie \n2. Cottage Cheese With Orange\n3. Boiled Eggs With Light Mayo\n4. Low Fat Chocolate Milk\n5. Baked Sweet Potato With Egg\n6. Quinoa Salad\n7. Turkey Sandwich\n8. Spinach & Chicken Salad\n9. Mushroom Spinach Omelette\n10. Pan Fried Salmon",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Fbest_pre_workout_snacks_image.jpg?alt=media&token=1a231347-5b99-4cf8-bda6-2df6962e8852"
      }
    ]
  },
  {
    "id": 4,
    "name": "FAT BURNING FOODS",
    "tts": [
      {
        "title": "FAT BURNING FOODS",
        "url": "Not all foods are created equal when it comes to fat loss. Some foods are more effective in increasing body’s metabolic rate than the others. Increase in daily intake of these fat burning foods and can help in fat loss.\n1. Eggs\n2. Salmon\n3. Grapefruit\n4. Avocado\n5. Chilli Peppers\n6. Green Tea\n7. Greek Yogurt\n8. Chicken Breast\n9. Broccoli\n10. Cinnamon",
        "image": "https://firebasestorage.googleapis.com/v0/b/workout-apps.appspot.com/o/Food%2Ffat_burning_foods_image.jpg?alt=media&token=3d95e24a-a0f1-4880-a8a9-384b51411053"
      }
    ]
  }
]